AMOUNT_OF_SIGNS = 8
AMOUNT_OF_WORDS = 17

DATABASE = {
    'Арбуз': [None, None, None, 'Зеленый', 'Тыквенное', 'Съедобное', 'Растение', 'Неживое'],
    'Аист': [None, None, 'Аист белый', 'Настоящие аисты', 'Аистовые', 'Голенастые', 'Птица', 'Живое'],
    'Горилла': [None, None, None, 'Гориллы', 'Гоминиды', 'Приматы', 'Млекопитающие', 'Живое'],
    'Карась': [None, None, None, None, 'Караси', 'Карповые', 'Рыбы', 'Живое'],
    'Огурец': [None, None, None, 'Зеленый', 'Тыквенное', 'Съедобное', 'Растение', 'Неживое'],
    'Дыня': [None, None, None, 'Желтый', 'Тыквенное', 'Съедобное', 'Растение', 'Неживое'],
    'Тыква': [None, None, None, 'Оранжевый', 'Тыквенное', 'Съедобное', 'Растение', 'Неживое'],
    'Гиена': [None, None, None, 'Гиеновые', 'Хищные', 'Млекопитающие', 'Хордовые', 'Животные'],
    'Смартфон': [None, None, 'Компактный', 'Электронный', 'Рукотворный', 'Несъедобное', 'Предмет', 'Неживое'],
    'Лев': ['Лев', 'Пантеры', 'Кошачьи', 'Хищные', 'Млекопитающие', 'Хордовые', 'Животные', 'Живое'],
    'Пантера': [None, 'Пантеры', 'Кошачьи', 'Хищные', 'Млекопитающие', 'Хордовые', 'Животные', 'Живое'],
    'Тигр': ['Тигр', 'Пантеры', 'Кошачьи', 'Хищные', 'Млекопитающие', 'Хордовые', 'Животные', 'Живое'],
    'Человек': [None, 'Человек разумный', ' Люди', ' Гоминиды', ' Приматы', ' Млекопитающие', ' Хордовые', ' Живое'],
    'Тарантул': [None, 'Тарантулы', 'Пауки-волки', 'Пауки', 'Паукообразные', 'Членистоногие', 'Животные', 'Живое'],
    'Камень': [None, None, None, 'Твердый', 'Природный', 'Несъедобное', 'Предмет', 'Неживое'],
    'Стол': [None, None, 'Деревянный', 'Твердый', 'Рукотворный', 'Несъедобный', 'Предмет', 'Неживое'],
    'Картофель': [None, None, 'Паслён', 'Паслёновые', 'Паслёноцветные', 'Двудольные', 'Цветковые', 'Растение', "Неживое"]
}
